#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_repository.ApiGateway will be created
  + resource "github_repository" "ApiGateway" {
      + allow_merge_commit = true
      + allow_rebase_merge = true
      + allow_squash_merge = true
      + archived           = false
      + default_branch     = (known after apply)
      + description        = "Microservice for aggregating requests to storage services"
      + etag               = (known after apply)
      + full_name          = (known after apply)
      + git_clone_url      = (known after apply)
      + html_url           = (known after apply)
      + http_clone_url     = (known after apply)
      + id                 = (known after apply)
      + name               = "ApiGateway"
      + ssh_clone_url      = (known after apply)
      + svn_url            = (known after apply)
    }

  # github_repository.ConferenceSessionService will be created
  + resource "github_repository" "ConferenceSessionService" {
      + allow_merge_commit = true
      + allow_rebase_merge = true
      + allow_squash_merge = true
      + archived           = false
      + default_branch     = (known after apply)
      + description        = "Microservice for storing the relationship between conferences and sessions"
      + etag               = (known after apply)
      + full_name          = (known after apply)
      + git_clone_url      = (known after apply)
      + html_url           = (known after apply)
      + http_clone_url     = (known after apply)
      + id                 = (known after apply)
      + name               = "ConferenceSessionService"
      + ssh_clone_url      = (known after apply)
      + svn_url            = (known after apply)
    }

  # github_repository.FeedService will be created
  + resource "github_repository" "FeedService" {
      + allow_merge_commit = true
      + allow_rebase_merge = true
      + allow_squash_merge = true
      + archived           = false
      + default_branch     = (known after apply)
      + description        = "Microservice for storing conference feeds"
      + etag               = (known after apply)
      + full_name          = (known after apply)
      + git_clone_url      = (known after apply)
      + html_url           = (known after apply)
      + http_clone_url     = (known after apply)
      + id                 = (known after apply)
      + name               = "FeedService"
      + ssh_clone_url      = (known after apply)
      + svn_url            = (known after apply)
    }

  # github_repository.SessionService will be created
  + resource "github_repository" "SessionService" {
      + allow_merge_commit = true
      + allow_rebase_merge = true
      + allow_squash_merge = true
      + archived           = false
      + default_branch     = (known after apply)
      + description        = "Microservice for storing conference sessions"
      + etag               = (known after apply)
      + full_name          = (known after apply)
      + git_clone_url      = (known after apply)
      + html_url           = (known after apply)
      + http_clone_url     = (known after apply)
      + id                 = (known after apply)
      + name               = "SessionService"
      + ssh_clone_url      = (known after apply)
      + svn_url            = (known after apply)
    }

Plan: 4 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `ci pr`, Action: `hashicorpterraform-github-actions4`, Working Directory: `.`*
